[
  {
    "sdg": 1,
    "title": "Social protection for rural migrants in China",
    "youtubeID": "emdNFrvvfDY",
    "description": "The video shows how expansionary targeted measures made possible the extension of health insurance and pension coverage to rural migrant workers in China.",
    "thumbnail": "http://img.youtube.com/vi/emdNFrvvfDY/mqdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Facilitating access to social protection to migrants and refugees through Law Clinics",
    "youtubeID": "bcrgEun2hDs",
    "description": "This video presents the European Network/ILO/ITC for Clinical Legal Education which helps local actors provide a critical and timely response to the precarious situation of migrants and refugees.",
    "thumbnail": "http://img.youtube.com/vi/bcrgEun2hDs/maxresdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Being someone in Mozambique",
    "youtubeID": "VLUjEhIkXT4",
    "description": "This documentary shows how social cash transfers in Mozambique can improve people’s lives, contribute to coping with basic needs and enhance consumption within the household.",
    "thumbnail": "http://img.youtube.com/vi/VLUjEhIkXT4/mqdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Social Protection For All: Protecting the People that Build Zambia",
    "youtubeID": "OIuRvljeVX8",
    "description": "This video presents project activities implemented under the Zambia Green Jobs Programme component on extension of social protection in Zambia’s construction sector from policy makers, implementers and beneficiaries’ point of view.  The video shares practical activities implemented in partnership with employers, workers and social security institutions such as promoting dialogue, developing registration campaigns, outreach and implementation of tools to promote dialogue and action among stakeholders in extension of social protection to the informal economy. The video contributes to building knowledge and evidence on practices for extension of social protection floors to the informal economy.",
    "thumbnail": "http://img.youtube.com/vi/OIuRvljeVX8/maxresdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Thailand - Why is social protection important to me?",
    "youtubeID": "pTw4xHnojEI",
    "description": "This public service announcement  from the International Labour Organization presents social protection in Thailand from the beneficiaries' point of view.",
    "thumbnail": "http://img.youtube.com/vi/pTw4xHnojEI/mqdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Mongolia: Why social protection is important to me?",
    "youtubeID": "zk_R2_kmVZI",
    "description": "In the past two decades, Mongolia made significant progress in extending social protection, and has now committed to complete the social protection floor. The ILO/Japan Multi-bilateral programme supported a national dialogue led by the Ministry of Population Development and Social Protection to define the components of the social protection floor and its costs in Mongolia.",
    "thumbnail": "http://img.youtube.com/vi/zk_R2_kmVZI/maxresdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Basic Social Protection in Mozambique - Grandma Regina",
    "youtubeID": "AyuSAZjNnzo",
    "description": "This video shows how social cash transfers in Mozambique can improve people’s lives, help them to cope with basic needs and enhance consumption within the household. Grandma Regina is able to purchase food items with the subsidy.  It also helps her meet other household needs, like buying a school uniform for her grandson and taking public transport to go to the health centre.",
    "thumbnail": "http://img.youtube.com/vi/AyuSAZjNnzo/maxresdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Cambodia: Why is social protection important to you?",
    "youtubeID": "iL7KfTO9x2o",
    "description": "Social Protection guarantees a minimum standard of living for all and is crucial for making growth equitable and sustainable, as well as building social cohesion. The Health Equity Fund, Work-Injury Insurance, Community Based Health Insurance (CBHI), Public Works, Scholarship and School Feeding programmes are part of Cambodia’s system of social protection. This video was produced to inform people about the availability of these services and their right to access them.",
    "thumbnail": "http://img.youtube.com/vi/iL7KfTO9x2o/maxresdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "I contribute, therefore I benefit from social security",
    "youtubeID": "3Vi-6ZBkn4k",
    "description": "This video presents the benefits of employment in a formal setting in terms of social security.It has been produced by the ILO in the context of an awareness raising campaign on the informal economy and undeclared work in Moldova.",
    "thumbnail": "http://img.youtube.com/vi/3Vi-6ZBkn4k/maxresdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "A Day in the Life of Better Work",
    "youtubeID": "TNqf0za_SJ8",
    "description": "This video shows how the Better Work Programme makes good working conditions a reality for garment workers in Cambodia.",
    "thumbnail": "http://img.youtube.com/vi/TNqf0za_SJ8/mqdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "On site nurseries, supporting Jordanian working mothers",
    "youtubeID": "JY2zsithIqA",
    "description": "Better Work Jordan visited some of the garment sector’s newly built on-site nurseries in the country, while engaging in conversations with local stakeholders who are campaigning for their extensive implementation. The garment sector has started offering crèches for the toddlers of its employees, leading this service to gain momentum across the country and highlighting the benefits of putting such a facility at the workers’ disposal.",
    "thumbnail": "http://img.youtube.com/vi/JY2zsithIqA/hqdefault.jpg"
  },
  {
    "sdg": 1,
    "title": "Sexual harassment at the workplace",
    "youtubeID": "XcLqoazXN-U",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/XcLqoazXN-U/hqdefault.jpg"
  },
  {
    "sdg": 2,
    "title": "Healthy Lifestyle",
    "youtubeID": "GyU-NKK-jk8",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/GyU-NKK-jk8/maxresdefault.jpg"
  },
  {
    "sdg": 2,
    "title": "Safety and health on the farm",
    "youtubeID": "ay7z3ddHf3c",
    "description": "The occupational safety and health videos depict safe working practices related to specific hazards found on the farm, at motor vehicle repair shops and at the wood workshop. These videos are aimed at employers and workers in micro and small enterprises including those in the informal economy. Following the information and advice contained in the videos will assist in ensuring that those working in these sectors remain safe and healthy.",
    "thumbnail": "http://img.youtube.com/vi/ay7z3ddHf3c/maxresdefault.jpg"
  },
  {
    "sdg": 2,
    "title": "24 hour food and nutrition journey",
    "youtubeID": "4H5k35Uj3S4",
    "description": "The “24 hour food and nutrition journey” follows a day in the life of worker Hoa, and shows how following a regular eating pattern with appropriate portions of all the major food groups, together with plenty of rest, can make you not just healthier but happier and more productive too.",
    "thumbnail": "http://img.youtube.com/vi/4H5k35Uj3S4/maxresdefault.jpg"
  },
  {
    "sdg": 2,
    "title": "Women in agriculture: cooking their way to empowerment and visibility",
    "youtubeID": "w6UHoucnI9I",
    "description": "An ILO initiative in north Lebanon is training women on food preparation and marketing, to help them make a living, market excess produce, and carve a visible role for themselves in the agricultural sector.",
    "thumbnail": "http://img.youtube.com/vi/w6UHoucnI9I/maxresdefault.jpg"
  },
  {
    "sdg": 2,
    "title": "Exclusive Breastfeeding in the Workplace: Towards Decent and Productive Work for All",
    "youtubeID": "U0oaSy4DHUk",
    "description": "Provides a glimpse of an ILO initiative in the Philippines to promote exclusive breastfeeding (EBF) in the workplace under the MDG-F 2030 Joint Programme on Ensuring Food Security and Nutrition for Children 0-24 Months Old in the Philippines, funded by the Government of Spain. ILO, together with the government, workers and employers along with partners, aims to contribute in achieving the Millennium Development Goals on addressing extreme poverty, hunger (MDG 1) and child mortality rate (MDG4) through providing technical assistance in developing and setting up mechanisms that would enable working mothers to continue breastfeeding in the workplace even after giving birth and after their maternity leave.",
    "thumbnail": "http://img.youtube.com/vi/U0oaSy4DHUk/maxresdefault.jpg"
  },
  {
    "sdg": 3,
    "title": "ILO is transforming lives through the response to HIV and AIDS",
    "youtubeID": "EJaZlEgNNCo",
    "description": "Poverty, gender inequality and social exclusion continue to pose major challenges to HIV prevention efforts. Between 2011 and 2016, the ILO, in partnership with Sida, implemented an innovative economic empowerment programme amongst hard-to-reach populations in transport corridors and vulnerable communities in Southern and East Africa, with the aim of reducing their vulnerability to the HIV epidemic.",
    "thumbnail": "http://img.youtube.com/vi/EJaZlEgNNCo/hqdefault.jpg"
  },
  {
    "sdg": 3,
    "title": "My manager’s support made me confident to take the HIV test'",
    "youtubeID": "V7pOTPz-P-w",
    "description": "Actress, Mariana Renata, voices the real-life story of Yohana, a plantation worker from Indonesia who found out she was HIV positive after getting tested at work. She’s kept her job, is receiving treatment, and with her manager supporting her, Yohana says she’s lucky. This public service announcement of the International Labour Organization is produced under the voluntary counselling and testing for workers – the VCT@WORK Initiative.",
    "thumbnail": "http://img.youtube.com/vi/V7pOTPz-P-w/hqdefault.jpg"
  },
  {
    "sdg": 3,
    "title": "Olympic Gold Medallist Greg Louganis marks World AIDS Day 2014",
    "youtubeID": "J9c9GCdhaL4",
    "description": "Olympic diver Greg Louganis shows his support for the International Labour Organization’s (ILO) work to end HIV-related discrimination in the workplace and to promote early testing and treatment. In his message for the ILO on World AIDS Day 2014, Louganis shares his own personal story on living with HIV. “Thanks to the early treatment, HIV has not affected my zest for life, and my passion for sports,” he says.",
    "thumbnail": "http://img.youtube.com/vi/J9c9GCdhaL4/maxresdefault.jpg"
  },
  {
    "sdg": 3,
    "title": "‘End Aids-related discrimination at work’ – Sharon Stone",
    "youtubeID": "CTDK2DzWtUs",
    "description": "To mark World Aids Day, 2015, Actress Sharon Stone voices the true story of Oleysa, discriminated against in her workplace because she is HIV positive. The International Labour Organization (ILO) works to end HIV-related discrimination at work and promotes voluntary counselling and testing through the workplace.",
    "thumbnail": "http://img.youtube.com/vi/CTDK2DzWtUs/maxresdefault.jpg"
  },
  {
    "sdg": 3,
    "title": "Healthy Lifestyle",
    "youtubeID": "GyU-NKK-jk8",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/GyU-NKK-jk8/maxresdefault.jpg"
  },
  {
    "sdg": 3,
    "title": "24 hour food and nutrition journey",
    "youtubeID": "4H5k35Uj3S4",
    "description": "The “24 hour food and nutrition journey” follows a day in the life of worker Hoa, and shows how following a regular eating pattern with appropriate portions of all the major food groups, together with plenty of rest, can make you not just healthier but happier and more productive too.",
    "thumbnail": "http://img.youtube.com/vi/4H5k35Uj3S4/maxresdefault.jpg"
  },
  {
    "sdg": 4,
    "title": "Why do skills matter?",
    "youtubeID": "b1c50CRZS2w",
    "description": "In today’s increasingly globalized world, skills matter. A skilled workforce is a key to unlocking the door to economic prosperity and building more inclusive societies. This ILO video describes how countries can help individuals get the skills they need for the jobs of today and tomorrow.  It also highlights a new resource tool for sharing information from credible sources on what works in skills development: The Global Public-Private Skills for Employment Knowledge Sharing Platform.",
    "thumbnail": "http://img.youtube.com/vi/b1c50CRZS2w/maxresdefault.jpg"
  },
  {
    "sdg": 4,
    "title": "ILO Global Business and Disability Network",
    "youtubeID": "HJjnF0PxEno",
    "description": "The ILO Global Business and Disability Network consists of multinational enterprises, employers’ organizations, business networks on disability, academia and international non-governmental organizations. Its mission is to raise business awareness about the positive impact of including persons with disabilities in the workplace and support employers in becoming more confident on disability issues.",
    "thumbnail": "http://img.youtube.com/vi/HJjnF0PxEno/0.jpg"
  },
  {
    "sdg": 4,
    "title": "Including people with disabilities, everyone stands to gain",
    "youtubeID": "afOL9OEOa58",
    "description": "Too many people with disabilities are denied the dignity of work. It's a waste of potential that comes at a cost of between three and seven per cent of GDP,",
    "thumbnail": "http://img.youtube.com/vi/afOL9OEOa58/hqdefault.jpg"
  },
  {
    "sdg": 4,
    "title": "Vocational skills training: Rima Akter's testimony",
    "youtubeID": "X8MHzU1myD0",
    "description": "Rima akter attended a 3-month course in furniture, held by the ILO Bangladesh Skills for Employment and Productivity (B-SEP) project. B-SEP seeks to enhance the Bangladesh skills system to make vocational training more effective and in line with industry needs. It is also working to enhance the perception of vocational training and show how it can lead to good employment.",
    "thumbnail": "http://img.youtube.com/vi/X8MHzU1myD0/maxresdefault.jpg"
  },
  {
    "sdg": 4,
    "title": "Scaling up STED: \"Skills for Trade and Economic Diversification” for tourist guides in Myanmar",
    "youtubeID": "VN6z1U-Y8-w",
    "description": "Tourism is a key driver of socio-economic progress in Myanmar and it’s expected to provide over two million new jobs by 2020. In order to assist Myanmar in further developing the tourism sector and its workforce, the ILO launched the “Scaling up STED: Skills for Trade and Economic Diversification” project with a focus on tour guides.  The ILO’s STED project facilitated cooperation among all stakeholders involved in the tourism sector and helped to create competency based standards for tourist guides.",
    "thumbnail": "http://img.youtube.com/vi/VN6z1U-Y8-w/maxresdefault.jpg"
  },
  {
    "sdg": 4,
    "title": "Skills Development for Trade, Employability and Inclusive Growth: Curtain-Raiser",
    "youtubeID": "13ii_2T4Utk",
    "description": "In today’s increasingly globalized world, skills matter. This video highlights how investments in skills can make the difference between growth that is inclusive, or excludes large segments of society. It also focuses attention on the role of skills in achieving the goals of the 2030 Agenda for Sustainable Development.",
    "thumbnail": "http://img.youtube.com/vi/13ii_2T4Utk/maxresdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "My Fair Home",
    "youtubeID": "CE0lD8TmVlA",
    "description": "In March 2017, the National Federation of Employees' and Workers' Unions in Lebanon (FENASOL) joined the My Fair Home Campaign, an initiative of the International Domestic Workers Federation and the International Labour Organization. FENASOL affiliates from various Lebanese unions took the pledge to respect domestic workers' rights in their own homes.",
    "thumbnail": "http://img.youtube.com/vi/CE0lD8TmVlA/maxresdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "ILO Global Action Programme on Migrant Domestic Workers",
    "youtubeID": "IoYseFBZoy8",
    "description": "The Global Action Programme on Migrant Domestic Workers and their Families seeks to promote the human and labour rights of migrant domestic workers worldwide by addressing the challenges that make migrant domestic workers particularly vulnerable to the risks of exploitation and abuse.",
    "thumbnail": "http://img.youtube.com/vi/IoYseFBZoy8/maxresdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "Why do skills matter?",
    "youtubeID": "b1c50CRZS2w",
    "description": "In today’s increasingly globalized world, skills matter. A skilled workforce is a key to unlocking the door to economic prosperity and building more inclusive societies. This ILO video describes how countries can help individuals get the skills they need for the jobs of today and tomorrow.  It also highlights a new resource tool for sharing information from credible sources on what works in skills development: The Global Public-Private Skills for Employment Knowledge Sharing Platform.",
    "thumbnail": "http://img.youtube.com/vi/b1c50CRZS2w/maxresdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "A Day in the Life of Better Work",
    "youtubeID": "TNqf0za_SJ8",
    "description": "This video shows how the Better Work Programme makes good working conditions a reality for garment workers in Cambodia.",
    "thumbnail": "http://img.youtube.com/vi/TNqf0za_SJ8/mqdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "On site nurseries, supporting Jordanian working mothers",
    "youtubeID": "JY2zsithIqA",
    "description": "Better Work Jordan visited some of the garment sector’s newly built on-site nurseries in the country, while engaging in conversations with local stakeholders who are campaigning for their extensive implementation. The garment sector has started offering crèches for the toddlers of its employees, leading this service to gain momentum across the country and highlighting the benefits of putting such a facility at the workers’ disposal.",
    "thumbnail": "http://img.youtube.com/vi/JY2zsithIqA/hqdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "Gender mainstreaming for senior managers",
    "youtubeID": "mC5ksAVVW_w",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/mC5ksAVVW_w/hqdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "Sexual harassment at the workplace",
    "youtubeID": "XcLqoazXN-U",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/XcLqoazXN-U/hqdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "Decent Work in the Care Economy",
    "youtubeID": "5LX51zdidWA",
    "description": "The care economy has enormous potential for employment generation in the coming years. Changing demographics and gender roles mean that finding solutions to care work is essential if women are to truly have equal opportunities in the world of work. As such, promoting decent care jobs has become an important area for ILO work.",
    "thumbnail": "http://img.youtube.com/vi/5LX51zdidWA/hqdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "Healthy Lifestyle",
    "youtubeID": "GyU-NKK-jk8",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/GyU-NKK-jk8/maxresdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "24 hour food and nutrition journey",
    "youtubeID": "4H5k35Uj3S4",
    "description": "The “24 hour food and nutrition journey” follows a day in the life of worker Hoa, and shows how following a regular eating pattern with appropriate portions of all the major food groups, together with plenty of rest, can make you not just healthier but happier and more productive too.",
    "thumbnail": "http://img.youtube.com/vi/4H5k35Uj3S4/maxresdefault.jpg"
  },
  {
    "sdg": 5,
    "title": "Women in agriculture: cooking their way to empowerment and visibility",
    "youtubeID": "w6UHoucnI9I",
    "description": "An ILO initiative in north Lebanon is training women on food preparation and marketing, to help them make a living, market excess produce, and carve a visible role for themselves in the agricultural sector.",
    "thumbnail": "http://img.youtube.com/vi/w6UHoucnI9I/maxresdefault.jpg"
  },
  {
    "sdg": 7,
    "title": "Indigenous Peoples: Agents of Change",
    "youtubeID": "emFSfc-wZq4",
    "description": "Indigenous peoples are agents of change and crucial partners for achieving sustainable development and in combating climate change. Watch this video and find out why.",
    "thumbnail": "http://img.youtube.com/vi/emFSfc-wZq4/hqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Five things to know about the ILO Committee on Fundamental Principles and Rights at Work",
    "youtubeID": "VmA0Vmph9lg",
    "description": "The realization of fundamental principles and rights at work is at the heart of the ILO's Decent Work agenda. It includes the elimination of child labour, forced labour, and discrimination at work, as well as the promotion of freedom of association and collective bargaining.   Beate Andrees, Chief of the ILO's Fundamental Principles and Rights at Work (FPRW) Branch,  tells us what we can expect at this year’s FPRW Committee  taking place at the 106th International Labour Conference.",
    "thumbnail": "http://img.youtube.com/vi/VmA0Vmph9lg/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Employment and decent work for peace and resilience",
    "youtubeID": "kweiYYuhZ9Q",
    "description": "In 2015 the ILO undertook the revision of the Employment (Transition from War to Peace) Recommendation, 1944 (No.71), the only normative instrument in the United Nations system that focuses on crisis response through employment and job creation. In 2016, at the 105th Session of the International Labour Conference, ILO’s Constituents participated in the first discussion on this subject with a view to update the scope, purpose and guidance provided by the Recommendation, taking into account the role played by the various elements of the decent work agenda in promoting peace and disaster resilience. A second discussion will take place during the 106th Session of the ILC in 2017.",
    "thumbnail": "http://img.youtube.com/vi/kweiYYuhZ9Q/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "The Global Initiative on Decent Jobs for Youth",
    "youtubeID": "f6BrGrYSn6U",
    "description": "The Global Initiative on Decent Jobs for Youth is the first ever UN system-wide effort to come together and tackle the challenge of youth unemployment. It will build on the interventions that have already been proved to work and scale them up around the globe.",
    "thumbnail": "http://img.youtube.com/vi/f6BrGrYSn6U/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "World of Work Summit: Global Initiative on Decent Jobs for Youth",
    "youtubeID": "TaG457yxG3I",
    "description": "The ILO's 105th International Labour Conference in 2016 held a World of Work Summit to discuss how to shape the future of work for youth.   The summit was framed within the implementation of the 2030 Agenda for Sustainable Development, to inform ILO tripartite constituents about the UN Global Initiative on Decent Jobs for Youth  and the ILO’s role with a view to scaling up action and impact.",
    "thumbnail": "http://img.youtube.com/vi/TaG457yxG3I/mqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "A Legacy of Rana Plaza: Making employment injury insurance a reality for all",
    "youtubeID": "pDUdRRBlZ_k",
    "description": "Workers who were victims of Rana Plaza were uninsured and intensive efforts to compensate them had to be made after the fact.  The ILO says the accident is a wake-up call to establish national employment injury insurance so all workers are protected when accidents happen.",
    "thumbnail": "http://img.youtube.com/vi/pDUdRRBlZ_k/mqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Employment Injury Insurance – The Workers Compensation Fund in Tanzania",
    "youtubeID": "dQ4EyvKv5E0",
    "description": "With support from the ILO, the Government of Tanzania established the Workers Compensation Fund in July 2015, providing access to employment injury insurance to 2 million formal sector workers. The ILO provides guidance on international standards and more practically supports the scheme with management training and IT support. In addition, the ILO has so far trained more than 300 medical practitioners throughout the country, enabling the social security fund to fulfill its role.",
    "thumbnail": "http://img.youtube.com/vi/dQ4EyvKv5E0/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Promoting green entrepreneurship in East Africa",
    "youtubeID": "M-EDC7urqx0",
    "description": "The Youth Entrepreneurship Facility (YEF) is a partnership between the Africa Commission, the Youth Employment Network and the ILO. Through training and business plan competition it promotes green entrepreneurship among young women and men in Kenya, Tanzania, Uganda.",
    "thumbnail": "http://img.youtube.com/vi/M-EDC7urqx0/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "International Year of Cooperatives 2012: Cooperative Enterprises Build a Better World",
    "youtubeID": "KALLFDpuHUE",
    "description": "The International Labour Office (ILO) hailed the proclamation by the United Nations General Assembly of 2012 of the International Year of Cooperatives as an acknowledgement of the fundamental role of cooperatives in promoting the socio-economic development of hundreds of millions of people worldwide, especially in times of economic crisis.",
    "thumbnail": "http://img.youtube.com/vi/KALLFDpuHUE/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "The Ability Factor: Employing people with disabilities makes good business sense",
    "youtubeID": "o0lt0KFhUek",
    "description": "People with disabilities represent an untapped pool of skills that can enhance business. However, people with disabilities frequently face greatbarriers to work that go beyond physical obstacles -- stereotypes and wrong assumptions often prevent this significant chunk of the world population from contributing to the economy.",
    "thumbnail": "http://img.youtube.com/vi/o0lt0KFhUek/hqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "A Day in the Life of Better Work",
    "youtubeID": "TNqf0za_SJ8",
    "description": "This video shows how the Better Work Programme makes good working conditions a reality for garment workers in Cambodia.",
    "thumbnail": "http://img.youtube.com/vi/TNqf0za_SJ8/mqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "ILO Global Business and Disability Network",
    "youtubeID": "HJjnF0PxEno",
    "description": "The ILO Global Business and Disability Network consists of multinational enterprises, employers’ organizations, business networks on disability, academia and international non-governmental organizations. Its mission is to raise business awareness about the positive impact of including persons with disabilities in the workplace and support employers in becoming more confident on disability issues.",
    "thumbnail": "http://img.youtube.com/vi/HJjnF0PxEno/0.jpg"
  },
  {
    "sdg": 8,
    "title": "Refusing to throw in the towel on factory safety in Bangladesh",
    "youtubeID": "QYf8fZjotqM",
    "description": "Since 2013, over 1,500 garment factories in Bangladesh have been inspected for structural, fire and electrical safety under a National Initiative supported by the ILO with funding from Canada, the Netherlands and United Kingdom. A process of remediation is now underway and to mark World Day for Safety and Health at Work we look at the improvements one owner has made to improve workplace safety in his factory.",
    "thumbnail": "http://img.youtube.com/vi/QYf8fZjotqM/hqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "On site nurseries, supporting Jordanian working mothers",
    "youtubeID": "JY2zsithIqA",
    "description": "Better Work Jordan visited some of the garment sector’s newly built on-site nurseries in the country, while engaging in conversations with local stakeholders who are campaigning for their extensive implementation. The garment sector has started offering crèches for the toddlers of its employees, leading this service to gain momentum across the country and highlighting the benefits of putting such a facility at the workers’ disposal.",
    "thumbnail": "http://img.youtube.com/vi/JY2zsithIqA/hqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Indigenous Peoples: Agents of Change",
    "youtubeID": "emFSfc-wZq4",
    "description": "Indigenous peoples are agents of change and crucial partners for achieving sustainable development and in combating climate change. Watch this video and find out why.",
    "thumbnail": "http://img.youtube.com/vi/emFSfc-wZq4/hqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Sexual harassment at the workplace",
    "youtubeID": "XcLqoazXN-U",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/XcLqoazXN-U/hqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Including people with disabilities, everyone stands to gain",
    "youtubeID": "afOL9OEOa58",
    "description": "Too many people with disabilities are denied the dignity of work. It's a waste of potential that comes at a cost of between three and seven per cent of GDP,",
    "thumbnail": "http://img.youtube.com/vi/afOL9OEOa58/hqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Vocational skills training: Rima Akter's testimony",
    "youtubeID": "X8MHzU1myD0",
    "description": "Rima akter attended a 3-month course in furniture, held by the ILO Bangladesh Skills for Employment and Productivity (B-SEP) project. B-SEP seeks to enhance the Bangladesh skills system to make vocational training more effective and in line with industry needs. It is also working to enhance the perception of vocational training and show how it can lead to good employment.",
    "thumbnail": "http://img.youtube.com/vi/X8MHzU1myD0/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Bangladesh: Father, mechanic, trainer, entrepreneur and disabled - in that order",
    "youtubeID": "eTsWj8QPXDk",
    "description": "Ask anyone in Tongi, Bangladesh about Mosharrof Hossain and they'll tell you he's the man to fix your fridge. What they probably won't tell you is that he will do it without hands - both were amputated following an electrical fire.  In 2012, Mosharrof was selected to be one of the master craftspeople passing on skills to young people as part of a new, structured apprenticeship scheme developed by the ILO with BRAC (an international NGO), UNICEF and the Government of Bangladesh.",
    "thumbnail": "http://img.youtube.com/vi/eTsWj8QPXDk/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Disability “Smart” Company",
    "youtubeID": "r_bBJcYCKr8",
    "description": "Improving business practices for employees with disabilities is the “smart” thing to do because it leads to improvements for the entire workforce!",
    "thumbnail": "http://img.youtube.com/vi/r_bBJcYCKr8/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Safety and health on the farm",
    "youtubeID": "ay7z3ddHf3c",
    "description": "The occupational safety and health videos depict safe working practices related to specific hazards found on the farm, at motor vehicle repair shops and at the wood workshop. These videos are aimed at employers and workers in micro and small enterprises including those in the informal economy. Following the information and advice contained in the videos will assist in ensuring that those working in these sectors remain safe and healthy.",
    "thumbnail": "http://img.youtube.com/vi/ay7z3ddHf3c/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "ILO SafeYouth@Work Media Competition Video",
    "youtubeID": "bAoD_9gp9h8",
    "description": "The SafeYouth@Work MEDIA COMPETITION and the SafeYouth Congress are key components of the SafeYouth@Work PROJECT – a global project undertaken with support from U.S. Department of Labor’s Office of Child Labor, Forced Labor and Human Trafficking - http://bit.ly/UsDOL .",
    "thumbnail": "http://img.youtube.com/vi/bAoD_9gp9h8/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Healthy Lifestyle",
    "youtubeID": "GyU-NKK-jk8",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/GyU-NKK-jk8/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "24 hour food and nutrition journey",
    "youtubeID": "4H5k35Uj3S4",
    "description": "The “24 hour food and nutrition journey” follows a day in the life of worker Hoa, and shows how following a regular eating pattern with appropriate portions of all the major food groups, together with plenty of rest, can make you not just healthier but happier and more productive too.",
    "thumbnail": "http://img.youtube.com/vi/4H5k35Uj3S4/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "WESO Trends 2017: the disconnect between growth and employment.",
    "youtubeID": "kpiepMPQjQg",
    "description": "Growth continues to disappoint, both in terms of its level but also in terms of its ability to make important inroads to making growth more inclusive. The ILO’s World Employment and Social Outlook – Trends 2017 highlights the challenges for the coming year in jobs and the labour market.",
    "thumbnail": "http://img.youtube.com/vi/kpiepMPQjQg/mqdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "WESO Trends 2017: How to address unemployment?",
    "youtubeID": "-DwCvRYYRTc",
    "description": "The authors of the ILO \"World Employment and Social Outlook Trends 2017\" report discuss how to address global labour market challenges and the impact these measures would have on reducing unemployment.",
    "thumbnail": "http://img.youtube.com/vi/-DwCvRYYRTc/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Symposium highlights: A global dialogue on the future of work we want",
    "youtubeID": "CersnsRaCcM",
    "description": "Highlights from the Symposium featuring voices from the world of work, leading thinkers in government and academia, and the youth on the challenges we’ll face in the Future of Work.",
    "thumbnail": "http://img.youtube.com/vi/CersnsRaCcM/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "The Future of Work Centenary Initiative",
    "youtubeID": "3ZOSW9Sj2YU",
    "description": "The world of work is undergoing a major process of change. In order to understand and to respond effectively to these new challenges the International Labour Organization has launched a \"Future of Work initiative\" in order to be able to advance its mandate for social justice.",
    "thumbnail": "http://img.youtube.com/vi/3ZOSW9Sj2YU/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "ILO at Work",
    "youtubeID": "2blRAaLetCE",
    "description": "This video introduces the work of the International Labour Organization.  The ILO is the only tripartite United Nations agency.  It brings together government, employer and worker representatives from 187 Member States to set labour standards, develop policies and devise programmes to promote decent work for all women and men.",
    "thumbnail": "http://img.youtube.com/vi/2blRAaLetCE/maxresdefault.jpg"
  },
  {
    "sdg": 8,
    "title": "Five things to know about the ILO Committee on the Application of Standards",
    "youtubeID": "vV18vfd0sYw",
    "description": "The ILO brings together governments, employers and workers to shape international labour standards.   Member states who ratify and incorporate them into their national legislation must ensure they are put into practice.    The ILO’s Committee on the Application of Standards (CAS) is the supervisory body that examines compliance to these standards.    Corinne Vargha, Director of the ILO’s International Labour Standards Department, tells us what we can expect at this year’s CAS taking place at the 106th International Labour Conference.",
    "thumbnail": "http://img.youtube.com/vi/vV18vfd0sYw/maxresdefault.jpg"
  },
  {
    "sdg": 9,
    "title": "A Day in the Life of Better Work",
    "youtubeID": "TNqf0za_SJ8",
    "description": "This video shows how the Better Work Programme makes good working conditions a reality for garment workers in Cambodia.",
    "thumbnail": "http://img.youtube.com/vi/TNqf0za_SJ8/mqdefault.jpg"
  },
  {
    "sdg": 9,
    "title": "On site nurseries, supporting Jordanian working mothers",
    "youtubeID": "JY2zsithIqA",
    "description": "Better Work Jordan visited some of the garment sector’s newly built on-site nurseries in the country, while engaging in conversations with local stakeholders who are campaigning for their extensive implementation. The garment sector has started offering crèches for the toddlers of its employees, leading this service to gain momentum across the country and highlighting the benefits of putting such a facility at the workers’ disposal.",
    "thumbnail": "http://img.youtube.com/vi/JY2zsithIqA/hqdefault.jpg"
  },
  {
    "sdg": 9,
    "title": "Sexual harassment at the workplace",
    "youtubeID": "XcLqoazXN-U",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/XcLqoazXN-U/hqdefault.jpg"
  },
  {
    "sdg": 9,
    "title": "Healthy Lifestyle",
    "youtubeID": "GyU-NKK-jk8",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/GyU-NKK-jk8/maxresdefault.jpg"
  },
  {
    "sdg": 9,
    "title": "24 hour food and nutrition journey",
    "youtubeID": "4H5k35Uj3S4",
    "description": "The “24 hour food and nutrition journey” follows a day in the life of worker Hoa, and shows how following a regular eating pattern with appropriate portions of all the major food groups, together with plenty of rest, can make you not just healthier but happier and more productive too.",
    "thumbnail": "http://img.youtube.com/vi/4H5k35Uj3S4/maxresdefault.jpg"
  },
  {
    "sdg": 10,
    "title": "Social protection for rural migrants in China",
    "youtubeID": "emdNFrvvfDY",
    "description": "The video shows how expansionary targeted measures made possible the extension of health insurance and pension coverage to rural migrant workers in China.",
    "thumbnail": "http://img.youtube.com/vi/emdNFrvvfDY/mqdefault.jpg"
  },
  {
    "sdg": 10,
    "title": "Facilitating access to social protection to migrants and refugees through Law Clinics",
    "youtubeID": "bcrgEun2hDs",
    "description": "This video presents the European Network/ILO/ITC for Clinical Legal Education which helps local actors provide a critical and timely response to the precarious situation of migrants and refugees.",
    "thumbnail": "http://img.youtube.com/vi/bcrgEun2hDs/maxresdefault.jpg"
  },
  {
    "sdg": 10,
    "title": "Indigenous Peoples: Agents of Change",
    "youtubeID": "emFSfc-wZq4",
    "description": "Indigenous peoples are agents of change and crucial partners for achieving sustainable development and in combating climate change. Watch this video and find out why.",
    "thumbnail": "http://img.youtube.com/vi/emFSfc-wZq4/hqdefault.jpg"
  },
  {
    "sdg": 10,
    "title": "Fair Recuitment Matters",
    "youtubeID": "WZ3D24s4uYE",
    "description": "This video captures an array of views on fair recruitment from government officials, representative employers’ and workers’ organizations and other key partners involved in ILO's Fair Recruitment Initiative. The ILO launched this global multistakeholder initiative to help prevent human trafficking and forced labour; protect the rights of workers, including migrant workers, from abusive and fraudulent practices during the recruitment process; reduce the cost of labour migration and enhance development outcomes for migrant workers and their families, as well as for countries of origin and destination.",
    "thumbnail": "http://img.youtube.com/vi/WZ3D24s4uYE/maxresdefault.jpg"
  },
  {
    "sdg": 12,
    "title": "A Day in the Life of Better Work",
    "youtubeID": "TNqf0za_SJ8",
    "description": "This video shows how the Better Work Programme makes good working conditions a reality for garment workers in Cambodia.",
    "thumbnail": "http://img.youtube.com/vi/TNqf0za_SJ8/mqdefault.jpg"
  },
  {
    "sdg": 12,
    "title": "On site nurseries, supporting Jordanian working mothers",
    "youtubeID": "JY2zsithIqA",
    "description": "Better Work Jordan visited some of the garment sector’s newly built on-site nurseries in the country, while engaging in conversations with local stakeholders who are campaigning for their extensive implementation. The garment sector has started offering crèches for the toddlers of its employees, leading this service to gain momentum across the country and highlighting the benefits of putting such a facility at the workers’ disposal.",
    "thumbnail": "http://img.youtube.com/vi/JY2zsithIqA/hqdefault.jpg"
  },
  {
    "sdg": 12,
    "title": "Sexual harassment at the workplace",
    "youtubeID": "XcLqoazXN-U",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/XcLqoazXN-U/hqdefault.jpg"
  },
  {
    "sdg": 17,
    "title": "Evaluation, Decent Work and the 2030 Agenda",
    "youtubeID": "a8EuOvsULJs",
    "description": "ILO Director-General, Guy Ryder, highlights the important  link between evaluation and the Sustainable Development Goals to the ILO. He  explains the significant contribution that evaluation will have to make to implement the 2030 Agenda for Sustainable Development and how the provision of evaluative evidence will guide the ILO to realize SDG 8: Decent Work and Economic Growth.",
    "thumbnail": "http://img.youtube.com/vi/a8EuOvsULJs/maxresdefault.jpg"
  },
  {
    "sdg": 17,
    "title": "A Day in the Life of Better Work",
    "youtubeID": "TNqf0za_SJ8",
    "description": "This video shows how the Better Work Programme makes good working conditions a reality for garment workers in Cambodia.",
    "thumbnail": "http://img.youtube.com/vi/TNqf0za_SJ8/mqdefault.jpg"
  },
  {
    "sdg": 17,
    "title": "ILO Global Business and Disability Network",
    "youtubeID": "HJjnF0PxEno",
    "description": "The ILO Global Business and Disability Network consists of multinational enterprises, employers’ organizations, business networks on disability, academia and international non-governmental organizations. Its mission is to raise business awareness about the positive impact of including persons with disabilities in the workplace and support employers in becoming more confident on disability issues.",
    "thumbnail": "http://img.youtube.com/vi/HJjnF0PxEno/0.jpg"
  },
  {
    "sdg": 17,
    "title": "Academy on Labour Market Statistics and Analysis",
    "youtubeID": "5CMmPqyUGSo",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/5CMmPqyUGSo/hqdefault.jpg"
  },
  {
    "sdg": 17,
    "title": "Gender mainstreaming for data analysts",
    "youtubeID": "goaQS4zwTPM",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/goaQS4zwTPM/maxresdefault.jpg"
  },
  {
    "sdg": 17,
    "title": "Measuring work in official statistics: The new international standards",
    "youtubeID": "o8-d7ZqQs94",
    "description": "In 2013, new international standards that promote measuring all forms of work were adopted by the International Conference of Labour Statisticians (19th ICLS). The new standards introduced an innovative framework that recognizes all productive activities, whether paid or unpaid, as work. Once applied, the new standards will serve to expand the range of statistics available about the different working activities, paid and unpaid, carried out by women and men, including employment, volunteer work, own-use production work, etc. needed to inform policies aimed at achieving inclusive development and decent work.",
    "thumbnail": "http://img.youtube.com/vi/o8-d7ZqQs94/maxresdefault.jpg"
  },
  {
    "sdg": 17,
    "title": "Measuring employment, labour force status and labour underutilization",
    "youtubeID": "QYvSwbfsdvs",
    "description": "",
    "thumbnail": "http://img.youtube.com/vi/QYvSwbfsdvs/maxresdefault.jpg"
  }
]
